Repository: StanfordBDHG/MyHeartCounts-iOS
Catalog: MyHeartCounts/Resources/Localizable.xcstrings
Source language: en
Languages: es

# Your %@ steps cover about %@ — that's %@.
source: Your %1$@ steps cover about %2$@ — that's %3$@.
es: Sus %1$@ pasos recorren aproximadamente %2$@ — eso equivale a %3$@.

# Your %@ steps cover roughly %@.
source: Your %1$@ steps cover roughly %2$@.
es: Sus %1$@ pasos recorren aproximadamente %2$@.

source: Your Account
es: Su cuenta

source: Your ECG has successfully been recorded
es: Su ECG se ha registrado correctamente

source: Your heart has beaten about %1$@ times since you enrolled — roughly %2$@ of an average lifetime.
es: Su corazón ha latido unas %1$@ veces desde que se inscribió, aproximadamente el %2$@ de una vida promedio.
